import React from 'react'
import "./FrontendDev.css"
function FrontendDev() {
  return (
    <div className='FrontendDev__container'>

    <h1 className='FrontendDev__title'> Frontend разработка </h1>
    <h6 className='FrontendDev__text'>
    Фронтенд-разработка — это создание внешнего интерфейса <br />
      веб-сайтов и приложений. Для фронтенд-разработчика важно,<br />
       чтобы пользователи с легкостью могли найти на сайте все, что им нужно. <br />
       Что относится к frontend-части? Верстка HTML и CSS,<br />
        клиентская логика с использованием JavaScript,<br />
        работа с библиотеками и фреймворками (например, React. js),<br />
         адаптивная и кросс-браузерная верстка, базовая анимация, инструменты разработчика <br />
         Сколько времени нужно, чтобы стать Junior frontend? Время,<br />
          необходимое для становления Junior Frontend разработчиком,<br />
           может варьироваться в зависимости от индивидуальных способностей,<br />
            уровня усердия и обучающей программы. Обычно это занимает<br />
             от 6 до 12 месяцев интенсивной работы и обучения.
             Начните с изучения основ — HTML и CSS, затем JavaScript. <br />
              Также познакомьтесь с фреймворками. Самые распространенные <br />
               фреймворки и доступные для начинающих сейчас — это React.
    </h6>
  </div>
  )
}

export default FrontendDev
