import React from 'react'
import "./MobileDev.css";
function MobileDev() {
  return (
    <div className='MobileDev__container'>

    <h1 className='MobileDev__title'>Мобильная разработка</h1>
    <h6 className='MobileDev__text'>
    Мобильное приложение — это программное обеспечение, которое устанавливается <br />
     на мобильных устройствах, таких как смартфоны или планшеты. <br />
      Мобильные приложения обычно загружаются из специальных магазинов, <br />
       вроде App Store или Google Play.
    Мобильный разработчик — это программист, который создает приложения<br />
     для переносных устройств от телефонов до приборов учета. Это специалист-универсал, <br />
      который разрабатывает продукты для операционных систем Android, IOS, <br />
       а также создает кроссплатформенные приложения <br />
       .Самая высокооплачиваемая должность в ИТ — это IT Director: <br />
        у специалиста с опытом работы от 4-х лет средний доход составляет <br />
         в среднем от 375 000 до 450 000 рублей. Важно отметить, <br />
          что при этом заработные платы наиболее востребованных специалистов <br />
           (разработчиков, специалистов из области больших данных и т.д).
    </h6>
  </div>
  )
}

export default MobileDev
