import React from 'react'
import "./CmmDev.css"
function CmmDev() {
  return (
    <div className='CmmDev__container'>

    <h1 className='CmmDev__title'>CMM курсы</h1>
    <h6 className='CmmDev__text'>
    SMM-специалисты продвигают бренды в социальных сетях. <br />
     Эта профессия — отличный старт для карьеры в digital: <br />
      навыки можно быстро получить с нуля, агентства охотно берут <br />
       на стажировку новичков, а полученный опыт поможет развиваться <br />
        в маркетинге и даже в IT. <br />
        Курс по SMM поможет вам
           Освоить востребованную профессию С нуля изучите всю базу <br />
            для успешного старта в SMM и digital-маркетинге. 
           Начать зарабатывать удалённо SMM легко совмещать <br />
            с семейными делами и путешествиями. 
           Получить дополнительный источник дохода 
           Повысить квалификацию. <br />
           Курс SMM-менеджер: продвижение бизнеса в социальных сетях Курс длится <br />
            два месяца. Охватывает все темы: от основ, стратегии, анализа ЦА. <br />
             В курсе по SMM обучению есть отдельный блок по созданию контента<br />
              для социальных сетей и блок по продвижению в соцсетях. <br />
           Чтобы стартовать в SMM, нужно изучить принципы работы соцсетей, <br />
            научиться создавать контент и настраивать рекламу <br />
             и разобраться в аналитике. Также важно разобраться, как работают <br />
              разные инструменты соцсетей и как устроен маркетинг в целом. <br />
               Получить необходимые навыки и знания можно на стажировке или на курсах.
    </h6>
  </div>
  )
}

export default CmmDev
