import React from 'react'
import "./BackendDev.css"
function BackendDev() {
  return (
    <div className='BackendDev__container'>

      <h1 className='BackendDev__title'>Backend разработка</h1>
      <h6 className='BackendDev__text'>
      Бэкенд-разработчик (backend developer) — это специалист, который <br />
       занимается серверной частью сайтов, мобильных и десктопных приложений и игр. <br />
        Он реализует внутреннюю логику работы приложения, обеспечивает его взаимодействие <br />
         с базами данных и внешними сервисами.Бэкенд-разработка подразумевает <br />
          создание скриптов для сервера, на котором размещается сайт, внутреннего <br />
           наполнения системы веб-ресурса, работу с серверными технологиями проектирование  <br />
           и разработка программной логики, взаимодействие с базами данных (БД), работа с архитектурой. <br />
           Средний размер оплаты труда Backend-разработчика на 01 января 2024 года <br />
            составляет 221 000 рублей в месяц. . Год назад в этот период времени средняя <br />
             зарплата Backend-разработчика составляла 227 000 рублей в месяц, что означает <br />
              падение на 6 000 рублей (или на 3% в процентном соотношении).
      </h6>
    </div>
  )
}

export default BackendDev
